interface IPeople {
  title: string;
  job: string;
  id: number;
}

const PeopleData: IPeople[] = [{
  title: "Андреев Е.П",
  id: 1,
  job: "Руководитель отдела продаж"
}, {
  id: 2,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 3,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 4,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 5,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 6,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 7,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 8,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 9,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 10,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 11,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 12,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 13,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}, {
  id: 14,
  title: "Андреев Е.П",
  job: "Руководитель отдела продаж"
}];
export { PeopleData };
