import { IWhoWeAboutData } from "features/about";

const whoweabout: IWhoWeAboutData = {
  image: "/images/banner__ipad.jpg",
  description:
    "Компания «ВЕЗА»®была основана в 1995 году и за 26 лет работы стала крупнейшим производственнымпредприятиемна отечественном рынке промышленной и гражданской вентиляции и кондиционирования воздуха.Уникальность «ВЕЗЫ»®состоит в том, что на сегодня мы являемся единственной компанией в стране с полным технологическим циклом производства вентиляционных установок, холодильного оборудования, вентиляторов, воздушных клапанов и иного обширного ассортимента климатического и сопутствующего оборудования. А на сегодняшний день десятки специалистов из разных областей усердно работают над повышением качества продукции, улучшением функциональных и эксплуатационных характеристик, разработкой инновационных решений для различных проектов. В сочетании с современным и постоянно модернизируемым производственным оборудованием все вместе это дало мощный импульс развитию ассортимента выпускаемой «ВЕЗОЙ»®техники, его качества и сроков выпуска. За годы упорного и добросовестного труда объединение «ВЕЗА»®стала образцом качественного отечественного производства и зарекомендовала себя на рынке в качестве надежного партнера, поэтому мы с особой гордостью сообщаем, что оборудование «ВЕЗА»®производится в России.",
  title: "О Компании",
};

export { whoweabout };
