import { IWhoWeAboutData } from "features/about";

const whoweabout: IWhoWeAboutData = {
  image: "/images/banner__ipad.jpg",
  description: `<p>Наша цель - обеспечить потребность рынка передовым и качественным оборудованием собственного производства. Мы реинвестируем на постоянной основе в развитие компании, делая акцент на собственных научных разработках, передовом оборудовании, росте квалификации кадров и обеспечении постоянного улучшения качества производимой продукции.</p>

<p>Наша продукция производится на собственных производственных площадках, применяющих прогрессивные методы изготовления, несколько уровней проверки оборудования, соответствующих всем нормативам, а также при необходимости включающих в себя дополнительные процедуры приемки перед передачей клиенту, минимизирует возможность брака, а собственные лаборатории исключают возможность несоответствия фактических характеристик заявленным.</p>

<p>Мы ценим доверие к нашей продукции и готовы в дальнейшем развивать сотрудничество в сферах: строительства и недвижимости, медицины и фармацевтики, энергетики и атомной энергетики - и ряда других ключевых для нашей страны направлений! Мы также участвуем в наиболее сложных международных технологических проектах, опыт которых намечает дальнейший вектор развития компании.</p>

<p>В своей работе мы руководствуемся принципами новаторства, открытости, честности к себе и своим клиентам.</p>

<p>Мы способствуем развитию российского рынка оборудования для воздухообрабатываюших вентиляционных систем, систем автоматизации, противопожарных вентиляционный систем, систем теплоэнергетики, а также холодильного оборудования.</p>

<p>Мы являемся крупнейшей компанией с наибольшим процентом локализации, который мы ежегодно увеличиваем. Уровень локализации позволяет нам прочно стоять на ногах, адаптируясь к новым вызовам и меняющимся условиям, обеспечивая стабильность нашего бизнеса и стабильное качество для наших партнеров.</p>
`,
  title: "О Компании",
};

export { whoweabout };
