import { IWhoWeAboutData } from "features/about";

const whoweabout: IWhoWeAboutData = {
  image: "/images/about_fon.webp",
  description: `<p>Наша цель - обеспечить потребность рынка в передовом и качественном оборудовании собственного производства. Мы на постоянной основе реинвестируем в развитие компании, делая акцент на собственных научных и практических разработках, росте квалификации кадров, новейшем оборудовании и обеспечении постоянного улучшения его качества. В своей работе мы руководствуемся принципами новаторства, открытости и честности к себе и своим клиентам.</p>

<p>Наша продукция разрабатывается на собственных производственных площадках. Здесь применяются прогрессивные методы изготовления и несколько уровней проверки оборудования, соответствующих всем нормативам и, при необходимости, включающих в себя дополнительные процедуры приемки перед передачей клиенту. Это минимизирует возможность брака, а собственные лаборатории исключают возможность несоответствия фактических характеристик заявленным.</p>

<p>Мы ценим доверие к нашей продукции и готовы в дальнейшем развивать сотрудничество в сферах строительства и недвижимости, медицины и фармацевтики, энергетики и атомной отрасли, а также в ряде других ключевых для нашей страны направлений! Мы участвуем во многих сложных международных технологических проектах, опыт которых намечает дальнейший вектор развития компании.</p>

<p>Мы способствуем развитию российского производства и рынка оборудования для воздухообрабатываюших и противопожарных вентиляционный систем, систем автоматизации и теплоэнергетики, а также холодильного оборудования.</p>

<p>Мы являемся крупнейшей компанией с наибольшим процентом локализации, который мы ежегодно увеличиваем. Это позволяет нам прочно стоять на ногах, адаптируясь к новым вызовам и меняющимся условиям, и обеспечивает стабильность нашего бизнеса и неизменно высокое качество для наших партнеров.</p>
`,
  title: "О Компании",
};

export { whoweabout };
