import { IDecisionData } from "./Decision";

const decisionData: IDecisionData[] = [
  {
    id: 1,
    title: "Отрасли",
    description:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных ',
    image: "/images/industry_1.jpg",
  },
  {
    id: 2,
    title: "Отрасли",
    description:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных ',
    image: "/images/industry_1.jpg",
  },
  {
    id: 3,
    title: "Отрасли",
    description:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных ',
    image: "/images/industry_1.jpg",
  },
  {
    id: 4,
    title: "Отрасли",
    description:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных ',
    image: "/images/industry_1.jpg",
  },
  {
    id: 5,
    title: "Отрасли",
    description:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных ',
    image: "/images/industry_1.jpg",
  },
  {
    id: 6,
    title: "Отрасли",
    description:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных ',
    image: "/images/industry_1.jpg",
  },
];

export { decisionData };
