import { IDecisionData, IOwnObjects } from "./Decision";

const decisionData: IDecisionData[] = [
  {
    id: 1,
    title: "Дутьевые вентиляторы",
    description_title:
      "Дутьевые вентиляторы применяются во всех котельных для котлоагрегатов, работающих на всех видах топлива (в том числе в газомазутных, пылеугольных котлах), на тепловых электростанциях, а также в технологических линиях в разных отраслях, в производствах чёрных металлов. Используются для подачи чистого воздуха и могут перемещать воздушные массы температурой от –30 до +80 ºС. ",
    description_full:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство. Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство.',
    image: "/images/objects_1.jpg",
    url: "/decision/dut_vent",
  },
  {
    id: 2,
    title: "Оборудование для Грибоводов",
    description_title:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями.',
    description_full:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство. Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство.',
    image: "/images/objects_2.jpg",
    url: "/decision/grib",
  },
  {
    id: 3,
    title: "Оборудование для Нефтегазовой отрасли",
    description_title:
      "Компания ВЕЗА, по требованию заказчика разработала и произвела специальное климатическое оборудование для Крайнего севера.",
    description_full:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство. Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство.',
    image: "/images/objects_3.jpg",
    url: "/decision/sever",
  },
  {
    id: 4,
    title: "Дутьевые вентиляторы",
    description_title:
      "Дутьевые вентиляторы применяются во всех котельных для котлоагрегатов, работающих на всех видах топлива (в том числе в газомазутных, пылеугольных котлах), на тепловых электростанциях, а также в технологических линиях в разных отраслях, в производствах чёрных металлов. Используются для подачи чистого воздуха и могут перемещать воздушные массы температурой от –30 до +80 ºС. ",
    description_full:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство. Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство.',
    image: "/images/objects_1.jpg",
    url: "/decision/dut_vent",
  },
  {
    id: 5,
    title: "Оборудование для Грибоводов",
    description_title:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями.',
    description_full:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство. Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство.',
    image: "/images/objects_2.jpg",
    url: "/decision/grib",
  },
  {
    id: 6,
    title: "Оборудование для Нефтегазовой отрасли",
    description_title:
      "Компания ВЕЗА, по требованию заказчика разработала и произвела специальное климатическое оборудование для Крайнего севера.",
    description_full:
      'Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство. Специалистами "ВЕЗА" разработаны изделия с учётом специфики отраслей (нефтегазовой, химической, лёгкой промышленности), особенностей климата Крайнего севера. Предприятие зарекомендовало себя надёжным партнёром проектных, строительных, монтажных и эксплуатационных организаций в части поставок оборудования на объекты "ГАЗПРОМ", НК "Роснефть", АК "Транснефть", что подтверждено имеющимися аккредитациями. На продукцию "ВЕЗА" имеются соответствующие разрешения на изготовление взрывозащищённого оборудования, сертификаты (соответствия, пожарной безопасности и гигиенические), лицензии на производство.',
    image: "/images/objects_3.jpg",
    url: "/decision/sever",
  },
];

const ownObjects: IOwnObjects[] = [
  {
    image: "/images/objects_1.jpg",
    titleObject: "Название объекта",
    titleDeliveryObject: "Поставляемая продукция",
    address: "Адрес: Бунинская аллея 5 к2",
    slide_position: 1,
    deliveryProducts: [
      { name: "Холодильное оборудование" },
      { name: "Вентильяторы" },
      { name: "Кондиционеры" },
    ],
  },
  {
    image: "/images/objects_2.jpg",
    titleObject: "Название объекта",
    titleDeliveryObject: "Поставляемая продукция",
    address: "Адрес: Бунинская аллея 5 к2",
    slide_position: 2,
    deliveryProducts: [
      { name: "Холодильное оборудование" },
      { name: "Вентильяторы" },
      { name: "Кондиционеры" },
    ],
  },
  {
    image: "/images/objects_3.jpg",
    titleObject: "Название объекта",
    titleDeliveryObject: "Поставляемая продукция",
    address: "Адрес: Бунинская аллея 5 к2",
    slide_position: 3,
    deliveryProducts: [
      { name: "Холодильное оборудование" },
      { name: "Вентильяторы" },
      { name: "Кондиционеры" },
    ],
  },
  {
    image: "/images/objects_4.jpg",
    titleObject: "Название объекта",
    titleDeliveryObject: "Поставляемая продукция",
    address: "Адрес: Бунинская аллея 5 к2",
    slide_position: 4,
    deliveryProducts: [
      { name: "Холодильное оборудование" },
      { name: "Вентильяторы" },
      { name: "Кондиционеры" },
    ],
  },
  {
    image: "/images/objects_5.jpg",
    titleObject: "Название объекта",
    titleDeliveryObject: "Поставляемая продукция",
    address: "Адрес: Бунинская аллея 5 к2",
    slide_position: 5,
    deliveryProducts: [
      { name: "Холодильное оборудование" },
      { name: "Вентильяторы" },
      { name: "Кондиционеры" },
    ],
  },
];

export { decisionData, ownObjects };
