import Styles from "./SignContainer.module.scss";

const Politics = () => {
  return (
    <div className={Styles.politics}>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title}>
          Политика обработки персональных данных
        </h1>
        <p className={Styles.politics__paragraph}>
          Настоящая политика обработки персональных данных составлена в
          соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ
          «О персональных данных» и определяет порядок обработки персональных
          данных и меры по обеспечению безопасности персональных данных в
          Обществе с ограниченной ответственностью «ВЕЗА» (далее – Оператор).
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>1. Общие положения</h1>
        <p className={Styles.politics__paragraph}>
          1.1. Оператор ставит своей важнейшей целью и условием осуществления
          своей деятельности соблюдение прав и свобод человека и гражданина при
          обработке его персональных данных, в том числе защиты прав на
          неприкосновенность частной жизни, личную и семейную тайну. 1.2.
          Настоящая политика Оператора в отношении обработки персональных данных
          (далее – Политика) применяется ко всей информации, которую Оператор
          может получить о Пользователях, посещающих сайт ООО «ВЕЗА».
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          2. Основные понятия, используемые в Политике
        </h1>
        <p className={Styles.politics__paragraph}>
          2.1. Автоматизированная обработка персональных данных – обработка
          персональных данных с помощью средств вычислительной техники; 2.2.
          Блокирование персональных данных – временное прекращение обработки
          персональных данных (за исключением случаев, если обработка необходима
          для уточнения персональных данных); 2.3. Сайт ООО «ВЕЗА» –
          совокупность графических и информационных материалов, а также программ
          для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по
          сетевому адресу http://veza.ru; 2.4. Информационная система
          персональных данных — совокупность содержащихся в базах данных
          персональных данных, и обеспечивающих их обработку информационных
          технологий, и технических средств; 2.5. Обезличивание персональных
          данных — действия, в результате которых невозможно определить без
          использования дополнительной информации принадлежность персональных
          данных конкретному Пользователю или иному субъекту персональных
          данных; 2.6. Обработка персональных данных – любое действие (операция)
          или совокупность действий (операций), совершаемых с использованием
          средств автоматизации или без использования таких средств с
          персональными данными, включая сбор, запись, систематизацию,
          накопление, хранение, уточнение (обновление, изменение), извлечение,
          использование, передачу (распространение, предоставление, доступ),
          обезличивание, блокирование, удаление, уничтожение персональных
          данных; 2.7. Оператор – ООО «ВЕЗА», самостоятельно или совместно с
          другими лицами организующее и (или) осуществляющее обработку
          персональных данных, а также определяющее цели обработки персональных
          данных, состав персональных данных, подлежащих обработке, действия
          (операции), совершаемые с персональными данными; 2.8. Персональные
          данные – любая информация, относящаяся прямо или косвенно к
          определенному или определяемому Пользователю, посещаемому сайт ООО
          «ВЕЗА»; 2.9. Пользователь – любой посетитель сайта ООО «ВЕЗА»; 2.10.
          Предоставление персональных данных – действия, направленные на
          раскрытие персональных данных определенному лицу или определенному
          кругу лиц; 2.11. Распространение персональных данных – любые действия,
          направленные на раскрытие персональных данных неопределенному кругу
          лиц (передача персональных данных) или на ознакомление с персональными
          данными неограниченного круга лиц, в том числе обнародование
          персональных данных в средствах массовой информации, размещение в
          информационно-телекоммуникационных сетях или предоставление доступа к
          персональным данным каким-либо иным способом; 2.12. Трансграничная
          передача персональных данных – передача персональных данных на
          территорию иностранного государства органу власти иностранного
          государства, иностранному физическому или иностранному юридическому
          лицу; 2.13. Уничтожение персональных данных – любые действия, в
          результате которых персональные данные уничтожаются безвозвратно с
          невозможностью дальнейшего восстановления содержания персональных
          данных в информационной системе персональных данных и (или) результате
          которых уничтожаются материальные носители персональных данных.
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          3. Оператор может обрабатывать следующие персональные данные
          Пользователя
        </h1>
        <p className={Styles.politics__paragraph}>
          3.1. Фамилия, имя, отчество, номер телефона, адрес электронной почты;
          3.2. Также на сайте ООО «ВЕЗА» происходит сбор и обработка
          обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью
          сервисов интернет-статистики (Яндекс Метрика, Google Analytics, New
          Relic и других). 3.3. Вышеперечисленные данные далее по тексту
          Политики объединены общим понятием Персональные данные.
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          4. Цели обработки персональных данных
        </h1>
        <p className={Styles.politics__paragraph}>
          4.1. Цель обработки персональных данных Пользователя: •
          регистрация/авторизация Пользователя на сайте ООО «ВЕЗА»; • связь с
          Пользователем, в том числе направление смс уведомлений, запросов и
          информации, а также обработка запросов и заявок, поступающих от
          Пользователя, включая возможные рассылки информационного и рекламного
          характера; • а также в любых других целях, других видов деятельности в
          рамках законодательства РФ, с обязательным выполнением требований
          законодательства РФ в области персональных данных.
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          5. Правовые основания обработки персональных данных
        </h1>
        <p className={Styles.politics__paragraph}>
          5.1. Оператор обрабатывает персональные данные Пользователя только в
          случае их заполнения и/или отправки Пользователем самостоятельно через
          специальные формы, расположенные на сайте ООО «ВЕЗА». Заполняя
          соответствующие формы и/или отправляя свои персональные данные
          Оператору, Пользователь выражает свое согласие с данной Политикой.
          5.2. Оператор обрабатывает обезличенные данные о Пользователе в
          случае, если это разрешено в настройках браузера Пользователя
          (включено сохранение файлов «cookie» и использование технологии
          JavaScript).
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          5.3. Согласие на использование файлов «cookie»:
        </h1>
        <p className={Styles.politics__paragraph}>
          5.3.1. Настоящим, продолжая работу на сайте ООО «ВЕЗА», я выражаю свое
          согласие ООО «ВЕЗА» (далее - Оператор), юридический адрес: 141190,
          Московская область, г. Фрязино, Заводской проезд, д.6, ОГРН
          1027739487082 ИНН 7720040225, на автоматизированную обработку, а также
          без использования средств автоматизации моих персональных данных
          (файлы «cookie», сведения о действиях пользователя на сайте ООО
          «ВЕЗА», сведения об оборудовании Пользователя, дата и время сессии, в
          т.ч. с использованием метрических программ Яндекс Метрика, Google
          Analytics, New Relic и т.д.) с совершением действий: сбор, запись,
          систематизация, накопление, хранение, уточнение (обновление,
          изменение), извлечение, использование, обезличивание, блокирование,
          удаление, уничтожение, передача (предоставление, доступ) партнерам
          Оператора, предоставляющим сервис по указанным метрическим программам.
          Обработка персональных данных осуществляется с целью информирования
          Пользователя посредством отправки смс уведомления или прямого звонка
          менеджера, улучшения работы сайта ООО «ВЕЗА», совершенствования
          продуктов и услуг Оператора, определения предпочтений Пользователя,
          предоставления целевой информации по продуктам и услугам Оператора и
          партнеров Оператора. 5.3.2. Настоящее согласие действует с момента его
          предоставления и в течение всего периода использования сайта ООО
          «ВЕЗА». 5.3.3. В случае отказа от обработки персональных данных
          метрическими программами я проинформирован о необходимости прекратить
          использование сайта ООО «ВЕЗА» или отключить файлы «cookie» в
          настройках браузера.
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          5.4. Согласие на обработку персональных данных:
        </h1>
        <p className={Styles.politics__paragraph}>
          Настоящим, продолжая работу на сайте ООО «ВЕЗА», я, действуя своей
          волей и в своем интересе, даю согласие организации ООО «ВЕЗА» (далее
          Оператор), юридический адрес: 141190, Московская область, г. Фрязино,
          Заводской проезд, д.6, ОГРН 1027739487082 ИНН 7720040225, на обработку
          моих персональных данных, в том числе, с привлечением третьих лиц,
          имеющих право на обработку персональных данных, в целях: •
          регистрации/авторизации Пользователя на сайте ООО «ВЕЗА»; • связи с
          Пользователем, в том числе направление уведомлений, запросов и
          информации, а также обработка запросов и заявок, поступающих от
          Клиента, включая возможные рассылки информационного и рекламного
          характера; • а также в любых других целях, других видов деятельности в
          рамках законодательства РФ, с обязательным выполнением требований
          законодательства РФ в области персональных данных. К персональным
          данным, на обработку которых я даю согласие, относятся: • фамилия,
          имя, отчество; • контактные телефоны; • адрес электронной почты
          (e-mail). Предоставляемое мною согласие на обработку персональных
          данных распространяется на все способы обработки, включая сбор,
          систематизацию, накопление, хранение, уточнение (обновление,
          изменение), использование, обезличивание, блокирование, уничтожение,
          как с использованием, так и без использования средств автоматизации.
          Подтверждаю, что указанные мной персональные данные принадлежат мне
          лично. Признаю и подтверждаю, что внимательно и в полном объеме
          ознакомился с Политикой обработки и содержащимися в ней условиями
          обработки моих персональных данных, указываемых в форме на сайте ООО
          «ВЕЗА», все положения настоящей Политики обработки и условия обработки
          моих персональных данных понятны. Выражаю согласие с условиями
          обработки персональных данных без каких-либо оговорок и ограничений.
          Настоящее согласие действует с момента предоставления мною
          персональных данных и действует в течение неограниченного периода
          времени, вплоть до отзыва мной согласия в установленном порядке. Я
          соглашаюсь с тем, что отзыв данного согласия может быть осуществлен в
          любой момент посредством направления в адрес Оператора заявления в
          произвольной форме.
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          6. Порядок сбора, хранения, передачи и других видов обработки
          персональных данных
        </h1>
        <p className={Styles.politics__paragraph}>
          6.1. Безопасность персональных данных, которые обрабатываются
          Оператором, обеспечивается путем реализации правовых, организационных
          и технических мер, необходимых для выполнения в полном объеме
          требований действующего законодательства в области защиты персональных
          данных. 6.2. Оператор обеспечивает сохранность персональных данных и
          принимает все возможные меры, исключающие доступ к персональным данным
          неуполномоченных лиц. 6.3. Персональные данные Пользователя никогда,
          ни при каких условиях не будут переданы третьим лицам, за исключением
          случаев, связанных с исполнением действующего законодательства. 6.4. В
          случае выявления неточностей в персональных данных, Пользователь может
          актуализировать их самостоятельно, путем направления Оператору
          уведомление на адрес электронной почты Оператора info@veza.ru с
          пометкой «Актуализация персональных данных». 6.5. Срок обработки
          персональных данных является неограниченным. Пользователь может в
          любой момент отозвать свое согласие на обработку персональных данных,
          направив Оператору уведомление посредством электронной почты на
          электронный адрес Оператора info@veza.ru с пометкой «Отзыв согласия на
          обработку персональных данных».
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          7. Трансграничная передача персональных данных
        </h1>
        <p className={Styles.politics__paragraph}>
          7.1. Оператор до начала осуществления трансграничной передачи
          персональных данных обязан убедиться в том, что иностранным
          государством, на территорию которого предполагается осуществлять
          передачу персональных данных, обеспечивается надежная защита прав
          субъектов персональных данных. 7.2. Трансграничная передача
          персональных данных на территории иностранных государств, не
          отвечающих вышеуказанным требованиям, может осуществляться только в
          случае наличия согласия в письменной форме субъекта персональных
          данных на трансграничную передачу его персональных данных и/или
          исполнения договора, стороной которого является субъект персональных
          данных.
        </p>
      </div>
      <div className={Styles.politics__block}>
        <h1 className={Styles.politics__title__second}>
          {" "}
          8. Заключительные положения
        </h1>
        <p className={Styles.politics__paragraph}>
          8.1. В данном документе будут отражены любые изменения политики
          обработки персональных данных Оператором. Политика действует бессрочно
          до замены ее новой версией.
        </p>
      </div>
    </div>
  );
};

export { Politics };
